"Button 1:"		= "Painike 1:";
"Button 2:"		= "Painike 2:";
"Button 3:" 	= "Painike 3:";
"Button 4:"		= "Painike 4:";

"Backlight Correction"	= "Takavalon korjaus";
"Color Restoration"		= "Värien palautus";
"Descreening"			= "Rasteripist. poisto";
"Dust Removal"			= "Pölyn poisto";
"Unsharp Mask"			= "Epätarkka maski";

"None"			= "Ei mitään";
"Newspaper"		= "Sanomalehti(85lpi)";
"Magazine"		= "Aikakauslehti(133lpi)";
"Fine Prints"	= "Tarkat tulosteet(175lpi)";
"General"		= "Yleinen";

"Low"		= "Matala";
"Medium"	= "Keskitaso";
"High"		= "Korkea";

"Quiet Mode"        = "Hiljainen tila";
"Off"               = "Ei käytössä";
"On"                = "Käytössä";
"Printer Setting"   = "Tulostinasetus";
